
"event read status update" = "イベント既読ステータスの更新";

"device event status updated. The save" = "デバイス イベント ステータスの更新";

"Resolved" = "解決済み";
"Unresolved" = "未解決";


"The message status could not be updated" = "メッセージ ステータスを更新できませんでした";

// K9 : event status update error message
"Your HP device has sent a status update. This update could not be saved in HP Utility - Message Center" = "ご使用の HP デバイスはステータス更新を送信しました。この更新は HP Utility で保存できませんでした - メッセージ センター";

"Messages could not be displayed in HP Utility - Message Center" = "メッセージは HP Utility で表示できませんでした - メッセージ センター";
